---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams
source: html/4c12e86d-52bf-f2d7-db29-4d097f84eabf.htm
---
# StructuralSectionAnalysisParams Members

Creates a new instance of StructuralSectionAnalysisParams.